"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 10000, \"word_counts\": \"{\\\"global\\\": 3206, \\\"warming\\\": 3146, \\\"is\\\": 6638, \\\"primarily\\\": 1649, \\\"caused\\\": 1649, \\\"by\\\": 6308, \\\"the\\\": 13428, \\\"burning\\\": 3320, \\\"of\\\": 9964, \\\"fossil\\\": 3320, \\\"fuels\\\": 3320, \\\"which\\\": 1649, \\\"releases\\\": 1649, \\\"greenhouse\\\": 3320, \\\"gases\\\": 3298, \\\"into\\\": 1649, \\\"atmosphere\\\": 1649, \\\"these\\\": 1649, \\\"trap\\\": 1649, \\\"heat\\\": 1649, \\\"causing\\\": 3055, \\\"earth's\\\": 1649, \\\"temperature\\\": 1649, \\\"to\\\": 10325, \\\"rise\\\": 1649, \\\"this\\\": 3320, \\\"phenomenon\\\": 1649, \\\"has\\\": 3320, \\\"led\\\": 4541, \\\"severe\\\": 1537, \\\"environmental\\\": 1417, \\\"impacts\\\": 1353, \\\"like\\\": 7971, \\\"rising\\\": 2460, \\\"environmen\\\": 11, \\\"climate\\\": 1671, \\\"change\\\": 1676, \\\"one\\\": 1671, \\\"most\\\": 1671, \\\"pressing\\\": 1671, \\\"challenges\\\": 1671, \\\"our\\\": 1671, \\\"time\\\": 1671, \\\"human\\\": 1671, \\\"activities\\\": 1671, \\\"such\\\": 1671, \\\"as\\\": 1671, \\\"deforestation\\\": 1671, \\\"and\\\": 19627, \\\"have\\\": 3259, \\\"resulted\\\": 1671, \\\"in\\\": 7544, \\\"increased\\\": 1671, \\\"gas\\\": 1671, \\\"emissions\\\": 1671, \\\"t\\\": 72, \\\"renaissance\\\": 1655, \\\"was\\\": 3362, \\\"a\\\": 5090, \\\"period\\\": 1655, \\\"cultural\\\": 1655, \\\"artistic\\\": 1655, \\\"flourishing\\\": 1655, \\\"europe\\\": 1655, \\\"marked\\\": 3362, \\\"significant\\\": 2652, \\\"advancements\\\": 1655, \\\"art\\\": 2992, \\\"literature\\\": 1655, \\\"science\\\": 1655, \\\"renowned\\\": 1655, \\\"figures\\\": 1655, \\\"leonardo\\\": 1655, \\\"da\\\": 1655, \\\"vinci\\\": 1655, \\\"michelangelo\\\": 1645, \\\"made\\\": 1608, \\\"lasting\\\": 1532, \\\"contributions\\\": 1398, \\\"innovation\\\": 1206, \\\"sea\\\": 2394, \\\"levels\\\": 2283, \\\"extreme\\\": 2084, \\\"weather\\\": 1962, \\\"patterns\\\": 2580, \\\"industrial\\\": 1707, \\\"revolution\\\": 1715, \\\"pivotal\\\": 1707, \\\"era\\\": 1707, \\\"that\\\": 3354, \\\"reshaped\\\": 1707, \\\"economies\\\": 3414, \\\"societies\\\": 1707, \\\"it\\\": 2928, \\\"transition\\\": 1707, \\\"from\\\": 1707, \\\"agrarian\\\": 1707, \\\"industrialized\\\": 1707, \\\"ones\\\": 1707, \\\"innovations\\\": 1707, \\\"steam\\\": 1707, \\\"engine\\\": 1707, \\\"mechanized\\\": 1679, \\\"factories\\\": 1595, \\\"boosted\\\": 1528, \\\"production\\\": 1438, \\\"but\\\": 1401, \\\"they\\\": 1351, \\\"also\\\": 1307, \\\"melting\\\": 1351, \\\"ice\\\": 1322, \\\"caps\\\": 1277, \\\"events\\\": 895, \\\"machine\\\": 2918, \\\"learning\\\": 2832, \\\"subset\\\": 1647, \\\"ai\\\": 3318, \\\"focuses\\\": 1647, \\\"on\\\": 3294, \\\"predictive\\\": 1647, \\\"analytics\\\": 1647, \\\"using\\\": 1647, \\\"algorithms\\\": 1647, \\\"machines\\\": 1647, \\\"can\\\": 1647, \\\"identify\\\": 1647, \\\"data\\\": 1647, \\\"make\\\": 1647, \\\"decisions\\\": 1647, \\\"for\\\": 1647, \\\"example\\\": 1647, \\\"recommendation\\\": 1647, \\\"systems\\\": 1647, \\\"platforms\\\": 1647, \\\"netfl\\\": 7, \\\"pattern\\\": 14, \\\"artificial\\\": 1671, \\\"intelligence\\\": 1671, \\\"transforming\\\": 1671, \\\"industries\\\": 1671, \\\"automating\\\": 1671, \\\"tasks\\\": 1671, \\\"improving\\\": 1671, \\\"efficiency\\\": 1671, \\\"applications\\\": 1671, \\\"include\\\": 1671, \\\"healthcare\\\": 1671, \\\"diagnostics\\\": 1671, \\\"self\\\": 1671, \\\"driving\\\": 1671, \\\"cars\\\": 1671, \\\"language\\\": 1671, \\\"translation\\\": 1671, \\\"tools\\\": 1671, \\\"gpt\\\": 1639, \\\"4\\\": 1626, \\\"revolutionized\\\": 1445, \\\"content\\\": 1385, \\\"creation\\\": 1318, \\\"making\\\": 1238, \\\"easier\\\": 1167, \\\"generate\\\": 1073, \\\"high\\\": 1044, \\\"qual\\\": 9, \\\"netflix\\\": 1547, \\\"or\\\": 1527, \\\"amazon\\\": 1465, \\\"are\\\": 1428, \\\"powered\\\": 1359, \\\"revoluti\\\": 14, \\\"qualit\\\": 10, \\\"environment\\\": 5, \\\"th\\\": 12, \\\"ha\\\": 6, \\\"prod\\\": 12, \\\"quality\\\": 977, \\\"text\\\": 935, \\\"seconds\\\": 847, \\\"urbanization\\\": 1131, \\\"social\\\": 940, \\\"changes\\\": 874, \\\"i\\\": 35, \\\"ar\\\": 16, \\\"le\\\": 49, \\\"mach\\\": 7, \\\"s\\\": 48, \\\"contribution\\\": 11, \\\"urb\\\": 11, \\\"urban\\\": 8, \\\"impa\\\": 10, \\\"cont\\\": 14, \\\"contrib\\\": 9, \\\"se\\\": 39, \\\"weath\\\": 10, \\\"ca\\\": 29, \\\"machi\\\": 10, \\\"re\\\": 7, \\\"significan\\\": 12, \\\"impac\\\": 6, \\\"hi\\\": 6, \\\"genera\\\": 9, \\\"r\\\": 25, \\\"extre\\\": 19, \\\"urbanizat\\\": 6, \\\"h\\\": 13, \\\"warm\\\": 12, \\\"creatio\\\": 9, \\\"causi\\\": 7, \\\"als\\\": 9, \\\"seve\\\": 14, \\\"m\\\": 33, \\\"produc\\\": 6, \\\"learni\\\": 12, \\\"p\\\": 23, \\\"facto\\\": 10, \\\"amaz\\\": 7, \\\"environm\\\": 6, \\\"easi\\\": 6, \\\"revo\\\": 9, \\\"ext\\\": 17, \\\"easie\\\": 11, \\\"urbanizatio\\\": 11, \\\"pow\\\": 12, \\\"signifi\\\": 10, \\\"b\\\": 16, \\\"makin\\\": 7, \\\"l\\\": 80, \\\"revolut\\\": 12, \\\"con\\\": 17, \\\"im\\\": 5, \\\"envi\\\": 12, \\\"an\\\": 44, \\\"lik\\\": 19, \\\"e\\\": 36, \\\"me\\\": 8, \\\"mechaniz\\\": 8, \\\"factorie\\\": 8, \\\"net\\\": 11, \\\"we\\\": 23, \\\"f\\\": 9, \\\"rev\\\": 9, \\\"hig\\\": 5, \\\"lasti\\\": 9, \\\"innovat\\\": 7, \\\"gen\\\": 8, \\\"extr\\\": 11, \\\"q\\\": 11, \\\"revolutioniz\\\": 8, \\\"contr\\\": 12, \\\"conte\\\": 7, \\\"generat\\\": 7, \\\"environme\\\": 7, \\\"quali\\\": 4, \\\"c\\\": 57, \\\"ri\\\": 17, \\\"eve\\\": 6, \\\"urba\\\": 8, \\\"factor\\\": 7, \\\"contribu\\\": 8, \\\"signif\\\": 7, \\\"urbani\\\": 13, \\\"sig\\\": 6, \\\"te\\\": 11, \\\"risi\\\": 22, \\\"innovatio\\\": 11, \\\"mad\\\": 7, \\\"cau\\\": 5, \\\"level\\\": 16, \\\"enviro\\\": 9, \\\"weat\\\": 15, \\\"pr\\\": 6, \\\"mechan\\\": 7, \\\"maki\\\": 7, \\\"inno\\\": 7, \\\"urbaniza\\\": 7, \\\"michelangel\\\": 10, \\\"contri\\\": 9, \\\"li\\\": 15, \\\"event\\\": 14, \\\"war\\\": 7, \\\"envir\\\": 11, \\\"globa\\\": 12, \\\"learn\\\": 9, \\\"revol\\\": 8, \\\"secon\\\": 10, \\\"innov\\\": 6, \\\"signi\\\": 8, \\\"creati\\\": 5, \\\"w\\\": 24, \\\"socia\\\": 12, \\\"powe\\\": 7, \\\"qu\\\": 9, \\\"mechani\\\": 10, \\\"revolutioni\\\": 13, \\\"n\\\": 11, \\\"sever\\\": 5, \\\"sign\\\": 8, \\\"producti\\\": 7, \\\"fa\\\": 10, \\\"glo\\\": 8, \\\"extrem\\\": 13, \\\"si\\\": 11, \\\"boost\\\": 11, \\\"ex\\\": 9, \\\"eas\\\": 9, \\\"machin\\\": 9, \\\"fact\\\": 6, \\\"risin\\\": 18, \\\"patt\\\": 10, \\\"leve\\\": 15, \\\"revolu\\\": 7, \\\"melt\\\": 7, \\\"contributio\\\": 9, \\\"lev\\\": 14, \\\"creat\\\": 7, \\\"urbanizati\\\": 6, \\\"contribut\\\": 9, \\\"urbaniz\\\": 8, \\\"innova\\\": 7, \\\"environ\\\": 7, \\\"lear\\\": 11, \\\"causin\\\": 14, \\\"productio\\\": 7, \\\"gene\\\": 10, \\\"impact\\\": 7, \\\"soci\\\": 7, \\\"cre\\\": 5, \\\"ev\\\": 14, \\\"meltin\\\": 5, \\\"environmenta\\\": 12, \\\"wea\\\": 16, \\\"gl\\\": 7, \\\"fac\\\": 9, \\\"caus\\\": 10, \\\"ne\\\": 11, \\\"imp\\\": 7, \\\"second\\\": 12, \\\"en\\\": 5, \\\"even\\\": 5, \\\"ma\\\": 22, \\\"cap\\\": 4, \\\"ama\\\": 7, \\\"mac\\\": 9, \\\"product\\\": 14, \\\"qua\\\": 8, \\\"powere\\\": 9, \\\"significa\\\": 7, \\\"revolutio\\\": 13, \\\"lea\\\": 11, \\\"pa\\\": 7, \\\"conten\\\": 8, \\\"las\\\": 14, \\\"lastin\\\": 10, \\\"power\\\": 6, \\\"tex\\\": 7, \\\"co\\\": 15, \\\"sec\\\": 8, \\\"po\\\": 9, \\\"wa\\\": 8, \\\"chang\\\": 12, \\\"al\\\": 7, \\\"patter\\\": 5, \\\"last\\\": 7, \\\"pat\\\": 13, \\\"booste\\\": 10, \\\"patte\\\": 11, \\\"netf\\\": 11, \\\"factori\\\": 10, \\\"amazo\\\": 6, \\\"revolutionize\\\": 10, \\\"warmin\\\": 5, \\\"ris\\\": 12, \\\"ea\\\": 9, \\\"env\\\": 7, \\\"ch\\\": 5, \\\"g\\\": 23, \\\"mak\\\": 8, \\\"so\\\": 10, \\\"bu\\\": 7, \\\"mechanize\\\": 3, \\\"cr\\\": 7, \\\"warmi\\\": 8, \\\"seco\\\": 5, \\\"ur\\\": 11, \\\"learnin\\\": 7, \\\"soc\\\": 3, \\\"u\\\": 8, \\\"pro\\\": 5, \\\"contributi\\\": 9, \\\"o\\\": 3, \\\"mel\\\": 10, \\\"ic\\\": 5, \\\"netfli\\\": 9, \\\"hav\\\": 6, \\\"ge\\\": 8, \\\"inn\\\": 6, \\\"gp\\\": 7, \\\"boos\\\": 8, \\\"weathe\\\": 12, \\\"innovati\\\": 11, \\\"boo\\\": 7, \\\"cha\\\": 8, \\\"crea\\\": 6, \\\"melti\\\": 8, \\\"chan\\\": 7, \\\"bo\\\": 5, \\\"am\\\": 7, \\\"gener\\\": 5, \\\"la\\\": 8, \\\"glob\\\": 10, \\\"sev\\\": 6, \\\"produ\\\": 2, \\\"signific\\\": 2}\", \"word_docs\": \"{\\\"led\\\": 4541, \\\"by\\\": 6308, \\\"causing\\\": 3055, \\\"heat\\\": 1649, \\\"which\\\": 1649, \\\"these\\\": 1649, \\\"trap\\\": 1649, \\\"earth's\\\": 1649, \\\"environmental\\\": 1417, \\\"rising\\\": 2460, \\\"burning\\\": 3320, \\\"of\\\": 6622, \\\"atmosphere\\\": 1649, \\\"phenomenon\\\": 1649, \\\"temperature\\\": 1649, \\\"is\\\": 6638, \\\"the\\\": 6682, \\\"global\\\": 3206, \\\"rise\\\": 1649, \\\"like\\\": 7971, \\\"greenhouse\\\": 3320, \\\"fuels\\\": 3320, \\\"has\\\": 3320, \\\"impacts\\\": 1353, \\\"fossil\\\": 3320, \\\"to\\\": 7479, \\\"this\\\": 3320, \\\"caused\\\": 1649, \\\"severe\\\": 1537, \\\"into\\\": 1649, \\\"warming\\\": 3146, \\\"releases\\\": 1649, \\\"primarily\\\": 1649, \\\"gases\\\": 1649, \\\"environmen\\\": 11, \\\"time\\\": 1671, \\\"human\\\": 1671, \\\"and\\\": 9485, \\\"in\\\": 5882, \\\"such\\\": 1671, \\\"challenges\\\": 1671, \\\"one\\\": 1671, \\\"have\\\": 3259, \\\"change\\\": 1676, \\\"our\\\": 1671, \\\"gas\\\": 1671, \\\"increased\\\": 1671, \\\"as\\\": 1671, \\\"climate\\\": 1671, \\\"pressing\\\": 1671, \\\"t\\\": 72, \\\"activities\\\": 1671, \\\"deforestation\\\": 1671, \\\"emissions\\\": 1671, \\\"most\\\": 1671, \\\"resulted\\\": 1671, \\\"art\\\": 1655, \\\"michelangelo\\\": 1645, \\\"artistic\\\": 1655, \\\"figures\\\": 1655, \\\"vinci\\\": 1655, \\\"da\\\": 1655, \\\"europe\\\": 1655, \\\"was\\\": 3362, \\\"flourishing\\\": 1655, \\\"contributions\\\": 1398, \\\"leonardo\\\": 1655, \\\"science\\\": 1655, \\\"lasting\\\": 1532, \\\"literature\\\": 1655, \\\"period\\\": 1655, \\\"renowned\\\": 1655, \\\"made\\\": 1608, \\\"renaissance\\\": 1655, \\\"marked\\\": 3362, \\\"a\\\": 5024, \\\"advancements\\\": 1655, \\\"significant\\\": 2652, \\\"cultural\\\": 1655, \\\"innovation\\\": 1206, \\\"patterns\\\": 2580, \\\"sea\\\": 2394, \\\"levels\\\": 2283, \\\"weather\\\": 1962, \\\"extreme\\\": 2084, \\\"also\\\": 1307, \\\"societies\\\": 1707, \\\"but\\\": 1401, \\\"industrialized\\\": 1707, \\\"industrial\\\": 1707, \\\"agrarian\\\": 1707, \\\"economies\\\": 1707, \\\"pivotal\\\": 1707, \\\"production\\\": 1438, \\\"innovations\\\": 1707, \\\"it\\\": 2928, \\\"factories\\\": 1595, \\\"that\\\": 3354, \\\"from\\\": 1707, \\\"ones\\\": 1707, \\\"revolution\\\": 1715, \\\"mechanized\\\": 1679, \\\"transition\\\": 1707, \\\"engine\\\": 1707, \\\"boosted\\\": 1528, \\\"steam\\\": 1707, \\\"era\\\": 1707, \\\"reshaped\\\": 1707, \\\"they\\\": 1351, \\\"events\\\": 895, \\\"caps\\\": 1277, \\\"melting\\\": 1351, \\\"ice\\\": 1322, \\\"subset\\\": 1647, \\\"ai\\\": 3318, \\\"learning\\\": 1647, \\\"using\\\": 1647, \\\"netfl\\\": 7, \\\"decisions\\\": 1647, \\\"focuses\\\": 1647, \\\"machines\\\": 1647, \\\"data\\\": 1647, \\\"for\\\": 1647, \\\"platforms\\\": 1647, \\\"machine\\\": 1647, \\\"algorithms\\\": 1647, \\\"recommendation\\\": 1647, \\\"example\\\": 1647, \\\"identify\\\": 1647, \\\"systems\\\": 1647, \\\"analytics\\\": 1647, \\\"make\\\": 1647, \\\"can\\\": 1647, \\\"predictive\\\": 1647, \\\"on\\\": 1647, \\\"pattern\\\": 14, \\\"efficiency\\\": 1671, \\\"transforming\\\": 1671, \\\"diagnostics\\\": 1671, \\\"tasks\\\": 1671, \\\"revolutionized\\\": 1445, \\\"creation\\\": 1318, \\\"automating\\\": 1671, \\\"qual\\\": 9, \\\"industries\\\": 1671, \\\"driving\\\": 1671, \\\"language\\\": 1671, \\\"translation\\\": 1671, \\\"healthcare\\\": 1671, \\\"high\\\": 1044, \\\"self\\\": 1671, \\\"artificial\\\": 1671, \\\"intelligence\\\": 1671, \\\"easier\\\": 1167, \\\"content\\\": 1385, \\\"improving\\\": 1671, \\\"gpt\\\": 1639, \\\"generate\\\": 1073, \\\"4\\\": 1626, \\\"tools\\\": 1671, \\\"include\\\": 1671, \\\"making\\\": 1238, \\\"applications\\\": 1671, \\\"cars\\\": 1671, \\\"amazon\\\": 1465, \\\"or\\\": 1527, \\\"are\\\": 1428, \\\"powered\\\": 1359, \\\"netflix\\\": 1547, \\\"revoluti\\\": 14, \\\"qualit\\\": 10, \\\"environment\\\": 5, \\\"th\\\": 12, \\\"ha\\\": 6, \\\"prod\\\": 12, \\\"seconds\\\": 847, \\\"quality\\\": 977, \\\"text\\\": 935, \\\"urbanization\\\": 1131, \\\"social\\\": 940, \\\"changes\\\": 874, \\\"i\\\": 35, \\\"ar\\\": 16, \\\"le\\\": 49, \\\"mach\\\": 7, \\\"s\\\": 48, \\\"contribution\\\": 11, \\\"urb\\\": 11, \\\"urban\\\": 8, \\\"impa\\\": 10, \\\"cont\\\": 14, \\\"contrib\\\": 9, \\\"se\\\": 39, \\\"weath\\\": 10, \\\"ca\\\": 29, \\\"machi\\\": 10, \\\"re\\\": 7, \\\"significan\\\": 12, \\\"impac\\\": 6, \\\"hi\\\": 6, \\\"genera\\\": 9, \\\"r\\\": 25, \\\"extre\\\": 19, \\\"urbanizat\\\": 6, \\\"h\\\": 13, \\\"warm\\\": 12, \\\"creatio\\\": 9, \\\"causi\\\": 7, \\\"als\\\": 9, \\\"seve\\\": 14, \\\"m\\\": 33, \\\"produc\\\": 6, \\\"learni\\\": 12, \\\"p\\\": 23, \\\"facto\\\": 10, \\\"amaz\\\": 7, \\\"environm\\\": 6, \\\"easi\\\": 6, \\\"revo\\\": 9, \\\"ext\\\": 17, \\\"easie\\\": 11, \\\"urbanizatio\\\": 11, \\\"pow\\\": 12, \\\"signifi\\\": 10, \\\"b\\\": 16, \\\"makin\\\": 7, \\\"l\\\": 80, \\\"revolut\\\": 12, \\\"con\\\": 17, \\\"im\\\": 5, \\\"envi\\\": 12, \\\"an\\\": 44, \\\"lik\\\": 19, \\\"e\\\": 36, \\\"me\\\": 8, \\\"mechaniz\\\": 8, \\\"factorie\\\": 8, \\\"net\\\": 11, \\\"we\\\": 23, \\\"f\\\": 9, \\\"rev\\\": 9, \\\"hig\\\": 5, \\\"lasti\\\": 9, \\\"innovat\\\": 7, \\\"gen\\\": 8, \\\"extr\\\": 11, \\\"q\\\": 11, \\\"revolutioniz\\\": 8, \\\"contr\\\": 12, \\\"conte\\\": 7, \\\"generat\\\": 7, \\\"environme\\\": 7, \\\"quali\\\": 4, \\\"c\\\": 57, \\\"ri\\\": 17, \\\"eve\\\": 6, \\\"urba\\\": 8, \\\"factor\\\": 7, \\\"contribu\\\": 8, \\\"signif\\\": 7, \\\"urbani\\\": 13, \\\"sig\\\": 6, \\\"te\\\": 11, \\\"risi\\\": 22, \\\"innovatio\\\": 11, \\\"mad\\\": 7, \\\"cau\\\": 5, \\\"level\\\": 16, \\\"enviro\\\": 9, \\\"weat\\\": 15, \\\"pr\\\": 6, \\\"mechan\\\": 7, \\\"maki\\\": 7, \\\"inno\\\": 7, \\\"urbaniza\\\": 7, \\\"michelangel\\\": 10, \\\"contri\\\": 9, \\\"li\\\": 15, \\\"event\\\": 14, \\\"war\\\": 7, \\\"envir\\\": 11, \\\"globa\\\": 12, \\\"learn\\\": 9, \\\"revol\\\": 8, \\\"secon\\\": 10, \\\"innov\\\": 6, \\\"signi\\\": 8, \\\"creati\\\": 5, \\\"w\\\": 24, \\\"socia\\\": 12, \\\"powe\\\": 7, \\\"qu\\\": 9, \\\"mechani\\\": 10, \\\"revolutioni\\\": 13, \\\"n\\\": 11, \\\"sever\\\": 5, \\\"sign\\\": 8, \\\"producti\\\": 7, \\\"fa\\\": 10, \\\"glo\\\": 8, \\\"extrem\\\": 13, \\\"si\\\": 11, \\\"boost\\\": 11, \\\"ex\\\": 9, \\\"eas\\\": 9, \\\"machin\\\": 9, \\\"fact\\\": 6, \\\"risin\\\": 18, \\\"patt\\\": 10, \\\"leve\\\": 15, \\\"revolu\\\": 7, \\\"melt\\\": 7, \\\"contributio\\\": 9, \\\"lev\\\": 14, \\\"creat\\\": 7, \\\"urbanizati\\\": 6, \\\"contribut\\\": 9, \\\"urbaniz\\\": 8, \\\"innova\\\": 7, \\\"environ\\\": 7, \\\"lear\\\": 11, \\\"causin\\\": 14, \\\"productio\\\": 7, \\\"gene\\\": 10, \\\"impact\\\": 7, \\\"soci\\\": 7, \\\"cre\\\": 5, \\\"ev\\\": 14, \\\"meltin\\\": 5, \\\"environmenta\\\": 12, \\\"wea\\\": 16, \\\"gl\\\": 7, \\\"fac\\\": 9, \\\"caus\\\": 10, \\\"ne\\\": 11, \\\"imp\\\": 7, \\\"second\\\": 12, \\\"en\\\": 5, \\\"even\\\": 5, \\\"ma\\\": 22, \\\"cap\\\": 4, \\\"ama\\\": 7, \\\"mac\\\": 9, \\\"product\\\": 14, \\\"qua\\\": 8, \\\"powere\\\": 9, \\\"significa\\\": 7, \\\"revolutio\\\": 13, \\\"lea\\\": 11, \\\"pa\\\": 7, \\\"conten\\\": 8, \\\"las\\\": 14, \\\"lastin\\\": 10, \\\"power\\\": 6, \\\"tex\\\": 7, \\\"co\\\": 15, \\\"sec\\\": 8, \\\"po\\\": 9, \\\"wa\\\": 8, \\\"chang\\\": 12, \\\"al\\\": 7, \\\"patter\\\": 5, \\\"last\\\": 7, \\\"pat\\\": 13, \\\"booste\\\": 10, \\\"patte\\\": 11, \\\"netf\\\": 11, \\\"factori\\\": 10, \\\"amazo\\\": 6, \\\"revolutionize\\\": 10, \\\"warmin\\\": 5, \\\"ris\\\": 12, \\\"ea\\\": 9, \\\"env\\\": 7, \\\"ch\\\": 5, \\\"g\\\": 23, \\\"mak\\\": 8, \\\"so\\\": 10, \\\"bu\\\": 7, \\\"mechanize\\\": 3, \\\"cr\\\": 7, \\\"warmi\\\": 8, \\\"seco\\\": 5, \\\"ur\\\": 11, \\\"learnin\\\": 7, \\\"soc\\\": 3, \\\"u\\\": 8, \\\"pro\\\": 5, \\\"contributi\\\": 9, \\\"o\\\": 3, \\\"mel\\\": 10, \\\"ic\\\": 5, \\\"netfli\\\": 9, \\\"hav\\\": 6, \\\"ge\\\": 8, \\\"inn\\\": 6, \\\"gp\\\": 7, \\\"boos\\\": 8, \\\"weathe\\\": 12, \\\"innovati\\\": 11, \\\"boo\\\": 7, \\\"cha\\\": 8, \\\"crea\\\": 6, \\\"melti\\\": 8, \\\"chan\\\": 7, \\\"bo\\\": 5, \\\"am\\\": 7, \\\"gener\\\": 5, \\\"la\\\": 8, \\\"glob\\\": 10, \\\"sev\\\": 6, \\\"produ\\\": 2, \\\"signific\\\": 2}\", \"index_docs\": \"{\\\"11\\\": 4541, \\\"9\\\": 6308, \\\"28\\\": 3055, \\\"112\\\": 1649, \\\"106\\\": 1649, \\\"110\\\": 1649, \\\"111\\\": 1649, \\\"113\\\": 1649, \\\"148\\\": 1417, \\\"35\\\": 2460, \\\"16\\\": 3320, \\\"5\\\": 6622, \\\"109\\\": 1649, \\\"116\\\": 1649, \\\"114\\\": 1649, \\\"8\\\": 6638, \\\"3\\\": 6682, \\\"26\\\": 3206, \\\"115\\\": 1649, \\\"6\\\": 7971, \\\"19\\\": 3320, \\\"18\\\": 3320, \\\"21\\\": 3320, \\\"153\\\": 1353, \\\"17\\\": 3320, \\\"4\\\": 7479, \\\"20\\\": 3320, \\\"105\\\": 1649, \\\"140\\\": 1537, \\\"108\\\": 1649, \\\"27\\\": 3146, \\\"107\\\": 1649, \\\"104\\\": 1649, \\\"23\\\": 1649, \\\"236\\\": 11, \\\"62\\\": 1671, \\\"63\\\": 1671, \\\"2\\\": 9485, \\\"7\\\": 5882, \\\"65\\\": 1671, \\\"60\\\": 1671, \\\"57\\\": 1671, \\\"25\\\": 3259, \\\"55\\\": 1676, \\\"61\\\": 1671, \\\"70\\\": 1671, \\\"69\\\": 1671, \\\"66\\\": 1671, \\\"56\\\": 1671, \\\"59\\\": 1671, \\\"173\\\": 72, \\\"64\\\": 1671, \\\"67\\\": 1671, \\\"71\\\": 1671, \\\"58\\\": 1671, \\\"68\\\": 1671, \\\"29\\\": 1655, \\\"134\\\": 1645, \\\"93\\\": 1655, \\\"100\\\": 1655, \\\"103\\\": 1655, \\\"102\\\": 1655, \\\"95\\\": 1655, \\\"13\\\": 3362, \\\"94\\\": 1655, \\\"150\\\": 1398, \\\"101\\\": 1655, \\\"98\\\": 1655, \\\"141\\\": 1532, \\\"97\\\": 1655, \\\"91\\\": 1655, \\\"99\\\": 1655, \\\"137\\\": 1608, \\\"90\\\": 1655, \\\"14\\\": 3362, \\\"10\\\": 5024, \\\"96\\\": 1655, \\\"33\\\": 2652, \\\"92\\\": 1655, \\\"161\\\": 1206, \\\"34\\\": 2580, \\\"36\\\": 2394, \\\"37\\\": 2283, \\\"39\\\": 1962, \\\"38\\\": 2084, \\\"158\\\": 1307, \\\"45\\\": 1707, \\\"149\\\": 1401, \\\"49\\\": 1707, \\\"41\\\": 1707, \\\"48\\\": 1707, \\\"12\\\": 1707, \\\"42\\\": 1707, \\\"146\\\": 1438, \\\"51\\\": 1707, \\\"30\\\": 2928, \\\"138\\\": 1595, \\\"15\\\": 3354, \\\"47\\\": 1707, \\\"50\\\": 1707, \\\"40\\\": 1715, \\\"54\\\": 1679, \\\"46\\\": 1707, \\\"53\\\": 1707, \\\"142\\\": 1528, \\\"52\\\": 1707, \\\"43\\\": 1707, \\\"44\\\": 1707, \\\"154\\\": 1351, \\\"169\\\": 895, \\\"159\\\": 1277, \\\"155\\\": 1351, \\\"156\\\": 1322, \\\"117\\\": 1647, \\\"22\\\": 3318, \\\"32\\\": 1647, \\\"121\\\": 1647, \\\"327\\\": 7, \\\"128\\\": 1647, \\\"118\\\": 1647, \\\"123\\\": 1647, \\\"126\\\": 1647, \\\"129\\\": 1647, \\\"133\\\": 1647, \\\"31\\\": 1647, \\\"122\\\": 1647, \\\"131\\\": 1647, \\\"130\\\": 1647, \\\"125\\\": 1647, \\\"132\\\": 1647, \\\"120\\\": 1647, \\\"127\\\": 1647, \\\"124\\\": 1647, \\\"119\\\": 1647, \\\"24\\\": 1647, \\\"204\\\": 14, \\\"79\\\": 1671, \\\"74\\\": 1671, \\\"83\\\": 1671, \\\"77\\\": 1671, \\\"145\\\": 1445, \\\"157\\\": 1318, \\\"76\\\": 1671, \\\"277\\\": 9, \\\"75\\\": 1671, \\\"85\\\": 1671, \\\"87\\\": 1671, \\\"88\\\": 1671, \\\"82\\\": 1671, \\\"165\\\": 1044, \\\"84\\\": 1671, \\\"72\\\": 1671, \\\"73\\\": 1671, \\\"162\\\": 1167, \\\"151\\\": 1385, \\\"78\\\": 1671, \\\"135\\\": 1639, \\\"164\\\": 1073, \\\"136\\\": 1626, \\\"89\\\": 1671, \\\"81\\\": 1671, \\\"160\\\": 1238, \\\"80\\\": 1671, \\\"86\\\": 1671, \\\"144\\\": 1465, \\\"143\\\": 1527, \\\"147\\\": 1428, \\\"152\\\": 1359, \\\"139\\\": 1547, \\\"205\\\": 14, \\\"257\\\": 10, \\\"390\\\": 5, \\\"220\\\": 12, \\\"371\\\": 6, \\\"221\\\": 12, \\\"171\\\": 847, \\\"166\\\": 977, \\\"168\\\": 935, \\\"163\\\": 1131, \\\"167\\\": 940, \\\"170\\\": 874, \\\"180\\\": 35, \\\"196\\\": 16, \\\"175\\\": 49, \\\"328\\\": 7, \\\"176\\\": 48, \\\"237\\\": 11, \\\"238\\\": 11, \\\"302\\\": 8, \\\"258\\\": 10, \\\"206\\\": 14, \\\"278\\\": 9, \\\"178\\\": 39, \\\"259\\\": 10, \\\"182\\\": 29, \\\"260\\\": 10, \\\"329\\\": 7, \\\"222\\\": 12, \\\"372\\\": 6, \\\"373\\\": 6, \\\"279\\\": 9, \\\"183\\\": 25, \\\"190\\\": 19, \\\"374\\\": 6, \\\"214\\\": 13, \\\"223\\\": 12, \\\"280\\\": 9, \\\"330\\\": 7, \\\"281\\\": 9, \\\"207\\\": 14, \\\"181\\\": 33, \\\"375\\\": 6, \\\"224\\\": 12, \\\"185\\\": 23, \\\"261\\\": 10, \\\"331\\\": 7, \\\"376\\\": 6, \\\"377\\\": 6, \\\"282\\\": 9, \\\"193\\\": 17, \\\"239\\\": 11, \\\"240\\\": 11, \\\"225\\\": 12, \\\"262\\\": 10, \\\"197\\\": 16, \\\"332\\\": 7, \\\"172\\\": 80, \\\"226\\\": 12, \\\"194\\\": 17, \\\"391\\\": 5, \\\"227\\\": 12, \\\"177\\\": 44, \\\"191\\\": 19, \\\"179\\\": 36, \\\"303\\\": 8, \\\"304\\\": 8, \\\"305\\\": 8, \\\"241\\\": 11, \\\"186\\\": 23, \\\"283\\\": 9, \\\"284\\\": 9, \\\"392\\\": 5, \\\"285\\\": 9, \\\"333\\\": 7, \\\"306\\\": 8, \\\"242\\\": 11, \\\"243\\\": 11, \\\"307\\\": 8, \\\"228\\\": 12, \\\"334\\\": 7, \\\"335\\\": 7, \\\"336\\\": 7, \\\"408\\\": 4, \\\"174\\\": 57, \\\"195\\\": 17, \\\"378\\\": 6, \\\"308\\\": 8, \\\"337\\\": 7, \\\"309\\\": 8, \\\"338\\\": 7, \\\"215\\\": 13, \\\"379\\\": 6, \\\"244\\\": 11, \\\"188\\\": 22, \\\"245\\\": 11, \\\"339\\\": 7, \\\"393\\\": 5, \\\"198\\\": 16, \\\"286\\\": 9, \\\"200\\\": 15, \\\"380\\\": 6, \\\"340\\\": 7, \\\"341\\\": 7, \\\"342\\\": 7, \\\"343\\\": 7, \\\"263\\\": 10, \\\"287\\\": 9, \\\"201\\\": 15, \\\"208\\\": 14, \\\"344\\\": 7, \\\"246\\\": 11, \\\"229\\\": 12, \\\"288\\\": 9, \\\"310\\\": 8, \\\"264\\\": 10, \\\"381\\\": 6, \\\"311\\\": 8, \\\"394\\\": 5, \\\"184\\\": 24, \\\"230\\\": 12, \\\"345\\\": 7, \\\"289\\\": 9, \\\"265\\\": 10, \\\"216\\\": 13, \\\"247\\\": 11, \\\"395\\\": 5, \\\"312\\\": 8, \\\"346\\\": 7, \\\"266\\\": 10, \\\"313\\\": 8, \\\"217\\\": 13, \\\"248\\\": 11, \\\"249\\\": 11, \\\"290\\\": 9, \\\"291\\\": 9, \\\"292\\\": 9, \\\"382\\\": 6, \\\"192\\\": 18, \\\"267\\\": 10, \\\"202\\\": 15, \\\"347\\\": 7, \\\"348\\\": 7, \\\"293\\\": 9, \\\"209\\\": 14, \\\"349\\\": 7, \\\"383\\\": 6, \\\"294\\\": 9, \\\"314\\\": 8, \\\"350\\\": 7, \\\"351\\\": 7, \\\"250\\\": 11, \\\"210\\\": 14, \\\"352\\\": 7, \\\"268\\\": 10, \\\"353\\\": 7, \\\"354\\\": 7, \\\"396\\\": 5, \\\"211\\\": 14, \\\"397\\\": 5, \\\"231\\\": 12, \\\"199\\\": 16, \\\"355\\\": 7, \\\"295\\\": 9, \\\"269\\\": 10, \\\"251\\\": 11, \\\"356\\\": 7, \\\"232\\\": 12, \\\"398\\\": 5, \\\"399\\\": 5, \\\"189\\\": 22, \\\"409\\\": 4, \\\"357\\\": 7, \\\"296\\\": 9, \\\"212\\\": 14, \\\"315\\\": 8, \\\"297\\\": 9, \\\"358\\\": 7, \\\"218\\\": 13, \\\"252\\\": 11, \\\"359\\\": 7, \\\"316\\\": 8, \\\"213\\\": 14, \\\"270\\\": 10, \\\"384\\\": 6, \\\"360\\\": 7, \\\"203\\\": 15, \\\"317\\\": 8, \\\"298\\\": 9, \\\"318\\\": 8, \\\"233\\\": 12, \\\"361\\\": 7, \\\"400\\\": 5, \\\"362\\\": 7, \\\"219\\\": 13, \\\"271\\\": 10, \\\"253\\\": 11, \\\"254\\\": 11, \\\"272\\\": 10, \\\"385\\\": 6, \\\"273\\\": 10, \\\"401\\\": 5, \\\"234\\\": 12, \\\"299\\\": 9, \\\"363\\\": 7, \\\"402\\\": 5, \\\"187\\\": 23, \\\"319\\\": 8, \\\"274\\\": 10, \\\"364\\\": 7, \\\"410\\\": 3, \\\"365\\\": 7, \\\"320\\\": 8, \\\"403\\\": 5, \\\"255\\\": 11, \\\"366\\\": 7, \\\"411\\\": 3, \\\"321\\\": 8, \\\"404\\\": 5, \\\"300\\\": 9, \\\"412\\\": 3, \\\"275\\\": 10, \\\"405\\\": 5, \\\"301\\\": 9, \\\"386\\\": 6, \\\"322\\\": 8, \\\"387\\\": 6, \\\"367\\\": 7, \\\"323\\\": 8, \\\"235\\\": 12, \\\"256\\\": 11, \\\"368\\\": 7, \\\"324\\\": 8, \\\"388\\\": 6, \\\"325\\\": 8, \\\"369\\\": 7, \\\"406\\\": 5, \\\"370\\\": 7, \\\"407\\\": 5, \\\"326\\\": 8, \\\"276\\\": 10, \\\"389\\\": 6, \\\"413\\\": 2, \\\"414\\\": 2}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"and\\\", \\\"3\\\": \\\"the\\\", \\\"4\\\": \\\"to\\\", \\\"5\\\": \\\"of\\\", \\\"6\\\": \\\"like\\\", \\\"7\\\": \\\"in\\\", \\\"8\\\": \\\"is\\\", \\\"9\\\": \\\"by\\\", \\\"10\\\": \\\"a\\\", \\\"11\\\": \\\"led\\\", \\\"12\\\": \\\"economies\\\", \\\"13\\\": \\\"was\\\", \\\"14\\\": \\\"marked\\\", \\\"15\\\": \\\"that\\\", \\\"16\\\": \\\"burning\\\", \\\"17\\\": \\\"fossil\\\", \\\"18\\\": \\\"fuels\\\", \\\"19\\\": \\\"greenhouse\\\", \\\"20\\\": \\\"this\\\", \\\"21\\\": \\\"has\\\", \\\"22\\\": \\\"ai\\\", \\\"23\\\": \\\"gases\\\", \\\"24\\\": \\\"on\\\", \\\"25\\\": \\\"have\\\", \\\"26\\\": \\\"global\\\", \\\"27\\\": \\\"warming\\\", \\\"28\\\": \\\"causing\\\", \\\"29\\\": \\\"art\\\", \\\"30\\\": \\\"it\\\", \\\"31\\\": \\\"machine\\\", \\\"32\\\": \\\"learning\\\", \\\"33\\\": \\\"significant\\\", \\\"34\\\": \\\"patterns\\\", \\\"35\\\": \\\"rising\\\", \\\"36\\\": \\\"sea\\\", \\\"37\\\": \\\"levels\\\", \\\"38\\\": \\\"extreme\\\", \\\"39\\\": \\\"weather\\\", \\\"40\\\": \\\"revolution\\\", \\\"41\\\": \\\"industrial\\\", \\\"42\\\": \\\"pivotal\\\", \\\"43\\\": \\\"era\\\", \\\"44\\\": \\\"reshaped\\\", \\\"45\\\": \\\"societies\\\", \\\"46\\\": \\\"transition\\\", \\\"47\\\": \\\"from\\\", \\\"48\\\": \\\"agrarian\\\", \\\"49\\\": \\\"industrialized\\\", \\\"50\\\": \\\"ones\\\", \\\"51\\\": \\\"innovations\\\", \\\"52\\\": \\\"steam\\\", \\\"53\\\": \\\"engine\\\", \\\"54\\\": \\\"mechanized\\\", \\\"55\\\": \\\"change\\\", \\\"56\\\": \\\"climate\\\", \\\"57\\\": \\\"one\\\", \\\"58\\\": \\\"most\\\", \\\"59\\\": \\\"pressing\\\", \\\"60\\\": \\\"challenges\\\", \\\"61\\\": \\\"our\\\", \\\"62\\\": \\\"time\\\", \\\"63\\\": \\\"human\\\", \\\"64\\\": \\\"activities\\\", \\\"65\\\": \\\"such\\\", \\\"66\\\": \\\"as\\\", \\\"67\\\": \\\"deforestation\\\", \\\"68\\\": \\\"resulted\\\", \\\"69\\\": \\\"increased\\\", \\\"70\\\": \\\"gas\\\", \\\"71\\\": \\\"emissions\\\", \\\"72\\\": \\\"artificial\\\", \\\"73\\\": \\\"intelligence\\\", \\\"74\\\": \\\"transforming\\\", \\\"75\\\": \\\"industries\\\", \\\"76\\\": \\\"automating\\\", \\\"77\\\": \\\"tasks\\\", \\\"78\\\": \\\"improving\\\", \\\"79\\\": \\\"efficiency\\\", \\\"80\\\": \\\"applications\\\", \\\"81\\\": \\\"include\\\", \\\"82\\\": \\\"healthcare\\\", \\\"83\\\": \\\"diagnostics\\\", \\\"84\\\": \\\"self\\\", \\\"85\\\": \\\"driving\\\", \\\"86\\\": \\\"cars\\\", \\\"87\\\": \\\"language\\\", \\\"88\\\": \\\"translation\\\", \\\"89\\\": \\\"tools\\\", \\\"90\\\": \\\"renaissance\\\", \\\"91\\\": \\\"period\\\", \\\"92\\\": \\\"cultural\\\", \\\"93\\\": \\\"artistic\\\", \\\"94\\\": \\\"flourishing\\\", \\\"95\\\": \\\"europe\\\", \\\"96\\\": \\\"advancements\\\", \\\"97\\\": \\\"literature\\\", \\\"98\\\": \\\"science\\\", \\\"99\\\": \\\"renowned\\\", \\\"100\\\": \\\"figures\\\", \\\"101\\\": \\\"leonardo\\\", \\\"102\\\": \\\"da\\\", \\\"103\\\": \\\"vinci\\\", \\\"104\\\": \\\"primarily\\\", \\\"105\\\": \\\"caused\\\", \\\"106\\\": \\\"which\\\", \\\"107\\\": \\\"releases\\\", \\\"108\\\": \\\"into\\\", \\\"109\\\": \\\"atmosphere\\\", \\\"110\\\": \\\"these\\\", \\\"111\\\": \\\"trap\\\", \\\"112\\\": \\\"heat\\\", \\\"113\\\": \\\"earth's\\\", \\\"114\\\": \\\"temperature\\\", \\\"115\\\": \\\"rise\\\", \\\"116\\\": \\\"phenomenon\\\", \\\"117\\\": \\\"subset\\\", \\\"118\\\": \\\"focuses\\\", \\\"119\\\": \\\"predictive\\\", \\\"120\\\": \\\"analytics\\\", \\\"121\\\": \\\"using\\\", \\\"122\\\": \\\"algorithms\\\", \\\"123\\\": \\\"machines\\\", \\\"124\\\": \\\"can\\\", \\\"125\\\": \\\"identify\\\", \\\"126\\\": \\\"data\\\", \\\"127\\\": \\\"make\\\", \\\"128\\\": \\\"decisions\\\", \\\"129\\\": \\\"for\\\", \\\"130\\\": \\\"example\\\", \\\"131\\\": \\\"recommendation\\\", \\\"132\\\": \\\"systems\\\", \\\"133\\\": \\\"platforms\\\", \\\"134\\\": \\\"michelangelo\\\", \\\"135\\\": \\\"gpt\\\", \\\"136\\\": \\\"4\\\", \\\"137\\\": \\\"made\\\", \\\"138\\\": \\\"factories\\\", \\\"139\\\": \\\"netflix\\\", \\\"140\\\": \\\"severe\\\", \\\"141\\\": \\\"lasting\\\", \\\"142\\\": \\\"boosted\\\", \\\"143\\\": \\\"or\\\", \\\"144\\\": \\\"amazon\\\", \\\"145\\\": \\\"revolutionized\\\", \\\"146\\\": \\\"production\\\", \\\"147\\\": \\\"are\\\", \\\"148\\\": \\\"environmental\\\", \\\"149\\\": \\\"but\\\", \\\"150\\\": \\\"contributions\\\", \\\"151\\\": \\\"content\\\", \\\"152\\\": \\\"powered\\\", \\\"153\\\": \\\"impacts\\\", \\\"154\\\": \\\"they\\\", \\\"155\\\": \\\"melting\\\", \\\"156\\\": \\\"ice\\\", \\\"157\\\": \\\"creation\\\", \\\"158\\\": \\\"also\\\", \\\"159\\\": \\\"caps\\\", \\\"160\\\": \\\"making\\\", \\\"161\\\": \\\"innovation\\\", \\\"162\\\": \\\"easier\\\", \\\"163\\\": \\\"urbanization\\\", \\\"164\\\": \\\"generate\\\", \\\"165\\\": \\\"high\\\", \\\"166\\\": \\\"quality\\\", \\\"167\\\": \\\"social\\\", \\\"168\\\": \\\"text\\\", \\\"169\\\": \\\"events\\\", \\\"170\\\": \\\"changes\\\", \\\"171\\\": \\\"seconds\\\", \\\"172\\\": \\\"l\\\", \\\"173\\\": \\\"t\\\", \\\"174\\\": \\\"c\\\", \\\"175\\\": \\\"le\\\", \\\"176\\\": \\\"s\\\", \\\"177\\\": \\\"an\\\", \\\"178\\\": \\\"se\\\", \\\"179\\\": \\\"e\\\", \\\"180\\\": \\\"i\\\", \\\"181\\\": \\\"m\\\", \\\"182\\\": \\\"ca\\\", \\\"183\\\": \\\"r\\\", \\\"184\\\": \\\"w\\\", \\\"185\\\": \\\"p\\\", \\\"186\\\": \\\"we\\\", \\\"187\\\": \\\"g\\\", \\\"188\\\": \\\"risi\\\", \\\"189\\\": \\\"ma\\\", \\\"190\\\": \\\"extre\\\", \\\"191\\\": \\\"lik\\\", \\\"192\\\": \\\"risin\\\", \\\"193\\\": \\\"ext\\\", \\\"194\\\": \\\"con\\\", \\\"195\\\": \\\"ri\\\", \\\"196\\\": \\\"ar\\\", \\\"197\\\": \\\"b\\\", \\\"198\\\": \\\"level\\\", \\\"199\\\": \\\"wea\\\", \\\"200\\\": \\\"weat\\\", \\\"201\\\": \\\"li\\\", \\\"202\\\": \\\"leve\\\", \\\"203\\\": \\\"co\\\", \\\"204\\\": \\\"pattern\\\", \\\"205\\\": \\\"revoluti\\\", \\\"206\\\": \\\"cont\\\", \\\"207\\\": \\\"seve\\\", \\\"208\\\": \\\"event\\\", \\\"209\\\": \\\"lev\\\", \\\"210\\\": \\\"causin\\\", \\\"211\\\": \\\"ev\\\", \\\"212\\\": \\\"product\\\", \\\"213\\\": \\\"las\\\", \\\"214\\\": \\\"h\\\", \\\"215\\\": \\\"urbani\\\", \\\"216\\\": \\\"revolutioni\\\", \\\"217\\\": \\\"extrem\\\", \\\"218\\\": \\\"revolutio\\\", \\\"219\\\": \\\"pat\\\", \\\"220\\\": \\\"th\\\", \\\"221\\\": \\\"prod\\\", \\\"222\\\": \\\"significan\\\", \\\"223\\\": \\\"warm\\\", \\\"224\\\": \\\"learni\\\", \\\"225\\\": \\\"pow\\\", \\\"226\\\": \\\"revolut\\\", \\\"227\\\": \\\"envi\\\", \\\"228\\\": \\\"contr\\\", \\\"229\\\": \\\"globa\\\", \\\"230\\\": \\\"socia\\\", \\\"231\\\": \\\"environmenta\\\", \\\"232\\\": \\\"second\\\", \\\"233\\\": \\\"chang\\\", \\\"234\\\": \\\"ris\\\", \\\"235\\\": \\\"weathe\\\", \\\"236\\\": \\\"environmen\\\", \\\"237\\\": \\\"contribution\\\", \\\"238\\\": \\\"urb\\\", \\\"239\\\": \\\"easie\\\", \\\"240\\\": \\\"urbanizatio\\\", \\\"241\\\": \\\"net\\\", \\\"242\\\": \\\"extr\\\", \\\"243\\\": \\\"q\\\", \\\"244\\\": \\\"te\\\", \\\"245\\\": \\\"innovatio\\\", \\\"246\\\": \\\"envir\\\", \\\"247\\\": \\\"n\\\", \\\"248\\\": \\\"si\\\", \\\"249\\\": \\\"boost\\\", \\\"250\\\": \\\"lear\\\", \\\"251\\\": \\\"ne\\\", \\\"252\\\": \\\"lea\\\", \\\"253\\\": \\\"patte\\\", \\\"254\\\": \\\"netf\\\", \\\"255\\\": \\\"ur\\\", \\\"256\\\": \\\"innovati\\\", \\\"257\\\": \\\"qualit\\\", \\\"258\\\": \\\"impa\\\", \\\"259\\\": \\\"weath\\\", \\\"260\\\": \\\"machi\\\", \\\"261\\\": \\\"facto\\\", \\\"262\\\": \\\"signifi\\\", \\\"263\\\": \\\"michelangel\\\", \\\"264\\\": \\\"secon\\\", \\\"265\\\": \\\"mechani\\\", \\\"266\\\": \\\"fa\\\", \\\"267\\\": \\\"patt\\\", \\\"268\\\": \\\"gene\\\", \\\"269\\\": \\\"caus\\\", \\\"270\\\": \\\"lastin\\\", \\\"271\\\": \\\"booste\\\", \\\"272\\\": \\\"factori\\\", \\\"273\\\": \\\"revolutionize\\\", \\\"274\\\": \\\"so\\\", \\\"275\\\": \\\"mel\\\", \\\"276\\\": \\\"glob\\\", \\\"277\\\": \\\"qual\\\", \\\"278\\\": \\\"contrib\\\", \\\"279\\\": \\\"genera\\\", \\\"280\\\": \\\"creatio\\\", \\\"281\\\": \\\"als\\\", \\\"282\\\": \\\"revo\\\", \\\"283\\\": \\\"f\\\", \\\"284\\\": \\\"rev\\\", \\\"285\\\": \\\"lasti\\\", \\\"286\\\": \\\"enviro\\\", \\\"287\\\": \\\"contri\\\", \\\"288\\\": \\\"learn\\\", \\\"289\\\": \\\"qu\\\", \\\"290\\\": \\\"ex\\\", \\\"291\\\": \\\"eas\\\", \\\"292\\\": \\\"machin\\\", \\\"293\\\": \\\"contributio\\\", \\\"294\\\": \\\"contribut\\\", \\\"295\\\": \\\"fac\\\", \\\"296\\\": \\\"mac\\\", \\\"297\\\": \\\"powere\\\", \\\"298\\\": \\\"po\\\", \\\"299\\\": \\\"ea\\\", \\\"300\\\": \\\"contributi\\\", \\\"301\\\": \\\"netfli\\\", \\\"302\\\": \\\"urban\\\", \\\"303\\\": \\\"me\\\", \\\"304\\\": \\\"mechaniz\\\", \\\"305\\\": \\\"factorie\\\", \\\"306\\\": \\\"gen\\\", \\\"307\\\": \\\"revolutioniz\\\", \\\"308\\\": \\\"urba\\\", \\\"309\\\": \\\"contribu\\\", \\\"310\\\": \\\"revol\\\", \\\"311\\\": \\\"signi\\\", \\\"312\\\": \\\"sign\\\", \\\"313\\\": \\\"glo\\\", \\\"314\\\": \\\"urbaniz\\\", \\\"315\\\": \\\"qua\\\", \\\"316\\\": \\\"conten\\\", \\\"317\\\": \\\"sec\\\", \\\"318\\\": \\\"wa\\\", \\\"319\\\": \\\"mak\\\", \\\"320\\\": \\\"warmi\\\", \\\"321\\\": \\\"u\\\", \\\"322\\\": \\\"ge\\\", \\\"323\\\": \\\"boos\\\", \\\"324\\\": \\\"cha\\\", \\\"325\\\": \\\"melti\\\", \\\"326\\\": \\\"la\\\", \\\"327\\\": \\\"netfl\\\", \\\"328\\\": \\\"mach\\\", \\\"329\\\": \\\"re\\\", \\\"330\\\": \\\"causi\\\", \\\"331\\\": \\\"amaz\\\", \\\"332\\\": \\\"makin\\\", \\\"333\\\": \\\"innovat\\\", \\\"334\\\": \\\"conte\\\", \\\"335\\\": \\\"generat\\\", \\\"336\\\": \\\"environme\\\", \\\"337\\\": \\\"factor\\\", \\\"338\\\": \\\"signif\\\", \\\"339\\\": \\\"mad\\\", \\\"340\\\": \\\"mechan\\\", \\\"341\\\": \\\"maki\\\", \\\"342\\\": \\\"inno\\\", \\\"343\\\": \\\"urbaniza\\\", \\\"344\\\": \\\"war\\\", \\\"345\\\": \\\"powe\\\", \\\"346\\\": \\\"producti\\\", \\\"347\\\": \\\"revolu\\\", \\\"348\\\": \\\"melt\\\", \\\"349\\\": \\\"creat\\\", \\\"350\\\": \\\"innova\\\", \\\"351\\\": \\\"environ\\\", \\\"352\\\": \\\"productio\\\", \\\"353\\\": \\\"impact\\\", \\\"354\\\": \\\"soci\\\", \\\"355\\\": \\\"gl\\\", \\\"356\\\": \\\"imp\\\", \\\"357\\\": \\\"ama\\\", \\\"358\\\": \\\"significa\\\", \\\"359\\\": \\\"pa\\\", \\\"360\\\": \\\"tex\\\", \\\"361\\\": \\\"al\\\", \\\"362\\\": \\\"last\\\", \\\"363\\\": \\\"env\\\", \\\"364\\\": \\\"bu\\\", \\\"365\\\": \\\"cr\\\", \\\"366\\\": \\\"learnin\\\", \\\"367\\\": \\\"gp\\\", \\\"368\\\": \\\"boo\\\", \\\"369\\\": \\\"chan\\\", \\\"370\\\": \\\"am\\\", \\\"371\\\": \\\"ha\\\", \\\"372\\\": \\\"impac\\\", \\\"373\\\": \\\"hi\\\", \\\"374\\\": \\\"urbanizat\\\", \\\"375\\\": \\\"produc\\\", \\\"376\\\": \\\"environm\\\", \\\"377\\\": \\\"easi\\\", \\\"378\\\": \\\"eve\\\", \\\"379\\\": \\\"sig\\\", \\\"380\\\": \\\"pr\\\", \\\"381\\\": \\\"innov\\\", \\\"382\\\": \\\"fact\\\", \\\"383\\\": \\\"urbanizati\\\", \\\"384\\\": \\\"power\\\", \\\"385\\\": \\\"amazo\\\", \\\"386\\\": \\\"hav\\\", \\\"387\\\": \\\"inn\\\", \\\"388\\\": \\\"crea\\\", \\\"389\\\": \\\"sev\\\", \\\"390\\\": \\\"environment\\\", \\\"391\\\": \\\"im\\\", \\\"392\\\": \\\"hig\\\", \\\"393\\\": \\\"cau\\\", \\\"394\\\": \\\"creati\\\", \\\"395\\\": \\\"sever\\\", \\\"396\\\": \\\"cre\\\", \\\"397\\\": \\\"meltin\\\", \\\"398\\\": \\\"en\\\", \\\"399\\\": \\\"even\\\", \\\"400\\\": \\\"patter\\\", \\\"401\\\": \\\"warmin\\\", \\\"402\\\": \\\"ch\\\", \\\"403\\\": \\\"seco\\\", \\\"404\\\": \\\"pro\\\", \\\"405\\\": \\\"ic\\\", \\\"406\\\": \\\"bo\\\", \\\"407\\\": \\\"gener\\\", \\\"408\\\": \\\"quali\\\", \\\"409\\\": \\\"cap\\\", \\\"410\\\": \\\"mechanize\\\", \\\"411\\\": \\\"soc\\\", \\\"412\\\": \\\"o\\\", \\\"413\\\": \\\"produ\\\", \\\"414\\\": \\\"signific\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"and\\\": 2, \\\"the\\\": 3, \\\"to\\\": 4, \\\"of\\\": 5, \\\"like\\\": 6, \\\"in\\\": 7, \\\"is\\\": 8, \\\"by\\\": 9, \\\"a\\\": 10, \\\"led\\\": 11, \\\"economies\\\": 12, \\\"was\\\": 13, \\\"marked\\\": 14, \\\"that\\\": 15, \\\"burning\\\": 16, \\\"fossil\\\": 17, \\\"fuels\\\": 18, \\\"greenhouse\\\": 19, \\\"this\\\": 20, \\\"has\\\": 21, \\\"ai\\\": 22, \\\"gases\\\": 23, \\\"on\\\": 24, \\\"have\\\": 25, \\\"global\\\": 26, \\\"warming\\\": 27, \\\"causing\\\": 28, \\\"art\\\": 29, \\\"it\\\": 30, \\\"machine\\\": 31, \\\"learning\\\": 32, \\\"significant\\\": 33, \\\"patterns\\\": 34, \\\"rising\\\": 35, \\\"sea\\\": 36, \\\"levels\\\": 37, \\\"extreme\\\": 38, \\\"weather\\\": 39, \\\"revolution\\\": 40, \\\"industrial\\\": 41, \\\"pivotal\\\": 42, \\\"era\\\": 43, \\\"reshaped\\\": 44, \\\"societies\\\": 45, \\\"transition\\\": 46, \\\"from\\\": 47, \\\"agrarian\\\": 48, \\\"industrialized\\\": 49, \\\"ones\\\": 50, \\\"innovations\\\": 51, \\\"steam\\\": 52, \\\"engine\\\": 53, \\\"mechanized\\\": 54, \\\"change\\\": 55, \\\"climate\\\": 56, \\\"one\\\": 57, \\\"most\\\": 58, \\\"pressing\\\": 59, \\\"challenges\\\": 60, \\\"our\\\": 61, \\\"time\\\": 62, \\\"human\\\": 63, \\\"activities\\\": 64, \\\"such\\\": 65, \\\"as\\\": 66, \\\"deforestation\\\": 67, \\\"resulted\\\": 68, \\\"increased\\\": 69, \\\"gas\\\": 70, \\\"emissions\\\": 71, \\\"artificial\\\": 72, \\\"intelligence\\\": 73, \\\"transforming\\\": 74, \\\"industries\\\": 75, \\\"automating\\\": 76, \\\"tasks\\\": 77, \\\"improving\\\": 78, \\\"efficiency\\\": 79, \\\"applications\\\": 80, \\\"include\\\": 81, \\\"healthcare\\\": 82, \\\"diagnostics\\\": 83, \\\"self\\\": 84, \\\"driving\\\": 85, \\\"cars\\\": 86, \\\"language\\\": 87, \\\"translation\\\": 88, \\\"tools\\\": 89, \\\"renaissance\\\": 90, \\\"period\\\": 91, \\\"cultural\\\": 92, \\\"artistic\\\": 93, \\\"flourishing\\\": 94, \\\"europe\\\": 95, \\\"advancements\\\": 96, \\\"literature\\\": 97, \\\"science\\\": 98, \\\"renowned\\\": 99, \\\"figures\\\": 100, \\\"leonardo\\\": 101, \\\"da\\\": 102, \\\"vinci\\\": 103, \\\"primarily\\\": 104, \\\"caused\\\": 105, \\\"which\\\": 106, \\\"releases\\\": 107, \\\"into\\\": 108, \\\"atmosphere\\\": 109, \\\"these\\\": 110, \\\"trap\\\": 111, \\\"heat\\\": 112, \\\"earth's\\\": 113, \\\"temperature\\\": 114, \\\"rise\\\": 115, \\\"phenomenon\\\": 116, \\\"subset\\\": 117, \\\"focuses\\\": 118, \\\"predictive\\\": 119, \\\"analytics\\\": 120, \\\"using\\\": 121, \\\"algorithms\\\": 122, \\\"machines\\\": 123, \\\"can\\\": 124, \\\"identify\\\": 125, \\\"data\\\": 126, \\\"make\\\": 127, \\\"decisions\\\": 128, \\\"for\\\": 129, \\\"example\\\": 130, \\\"recommendation\\\": 131, \\\"systems\\\": 132, \\\"platforms\\\": 133, \\\"michelangelo\\\": 134, \\\"gpt\\\": 135, \\\"4\\\": 136, \\\"made\\\": 137, \\\"factories\\\": 138, \\\"netflix\\\": 139, \\\"severe\\\": 140, \\\"lasting\\\": 141, \\\"boosted\\\": 142, \\\"or\\\": 143, \\\"amazon\\\": 144, \\\"revolutionized\\\": 145, \\\"production\\\": 146, \\\"are\\\": 147, \\\"environmental\\\": 148, \\\"but\\\": 149, \\\"contributions\\\": 150, \\\"content\\\": 151, \\\"powered\\\": 152, \\\"impacts\\\": 153, \\\"they\\\": 154, \\\"melting\\\": 155, \\\"ice\\\": 156, \\\"creation\\\": 157, \\\"also\\\": 158, \\\"caps\\\": 159, \\\"making\\\": 160, \\\"innovation\\\": 161, \\\"easier\\\": 162, \\\"urbanization\\\": 163, \\\"generate\\\": 164, \\\"high\\\": 165, \\\"quality\\\": 166, \\\"social\\\": 167, \\\"text\\\": 168, \\\"events\\\": 169, \\\"changes\\\": 170, \\\"seconds\\\": 171, \\\"l\\\": 172, \\\"t\\\": 173, \\\"c\\\": 174, \\\"le\\\": 175, \\\"s\\\": 176, \\\"an\\\": 177, \\\"se\\\": 178, \\\"e\\\": 179, \\\"i\\\": 180, \\\"m\\\": 181, \\\"ca\\\": 182, \\\"r\\\": 183, \\\"w\\\": 184, \\\"p\\\": 185, \\\"we\\\": 186, \\\"g\\\": 187, \\\"risi\\\": 188, \\\"ma\\\": 189, \\\"extre\\\": 190, \\\"lik\\\": 191, \\\"risin\\\": 192, \\\"ext\\\": 193, \\\"con\\\": 194, \\\"ri\\\": 195, \\\"ar\\\": 196, \\\"b\\\": 197, \\\"level\\\": 198, \\\"wea\\\": 199, \\\"weat\\\": 200, \\\"li\\\": 201, \\\"leve\\\": 202, \\\"co\\\": 203, \\\"pattern\\\": 204, \\\"revoluti\\\": 205, \\\"cont\\\": 206, \\\"seve\\\": 207, \\\"event\\\": 208, \\\"lev\\\": 209, \\\"causin\\\": 210, \\\"ev\\\": 211, \\\"product\\\": 212, \\\"las\\\": 213, \\\"h\\\": 214, \\\"urbani\\\": 215, \\\"revolutioni\\\": 216, \\\"extrem\\\": 217, \\\"revolutio\\\": 218, \\\"pat\\\": 219, \\\"th\\\": 220, \\\"prod\\\": 221, \\\"significan\\\": 222, \\\"warm\\\": 223, \\\"learni\\\": 224, \\\"pow\\\": 225, \\\"revolut\\\": 226, \\\"envi\\\": 227, \\\"contr\\\": 228, \\\"globa\\\": 229, \\\"socia\\\": 230, \\\"environmenta\\\": 231, \\\"second\\\": 232, \\\"chang\\\": 233, \\\"ris\\\": 234, \\\"weathe\\\": 235, \\\"environmen\\\": 236, \\\"contribution\\\": 237, \\\"urb\\\": 238, \\\"easie\\\": 239, \\\"urbanizatio\\\": 240, \\\"net\\\": 241, \\\"extr\\\": 242, \\\"q\\\": 243, \\\"te\\\": 244, \\\"innovatio\\\": 245, \\\"envir\\\": 246, \\\"n\\\": 247, \\\"si\\\": 248, \\\"boost\\\": 249, \\\"lear\\\": 250, \\\"ne\\\": 251, \\\"lea\\\": 252, \\\"patte\\\": 253, \\\"netf\\\": 254, \\\"ur\\\": 255, \\\"innovati\\\": 256, \\\"qualit\\\": 257, \\\"impa\\\": 258, \\\"weath\\\": 259, \\\"machi\\\": 260, \\\"facto\\\": 261, \\\"signifi\\\": 262, \\\"michelangel\\\": 263, \\\"secon\\\": 264, \\\"mechani\\\": 265, \\\"fa\\\": 266, \\\"patt\\\": 267, \\\"gene\\\": 268, \\\"caus\\\": 269, \\\"lastin\\\": 270, \\\"booste\\\": 271, \\\"factori\\\": 272, \\\"revolutionize\\\": 273, \\\"so\\\": 274, \\\"mel\\\": 275, \\\"glob\\\": 276, \\\"qual\\\": 277, \\\"contrib\\\": 278, \\\"genera\\\": 279, \\\"creatio\\\": 280, \\\"als\\\": 281, \\\"revo\\\": 282, \\\"f\\\": 283, \\\"rev\\\": 284, \\\"lasti\\\": 285, \\\"enviro\\\": 286, \\\"contri\\\": 287, \\\"learn\\\": 288, \\\"qu\\\": 289, \\\"ex\\\": 290, \\\"eas\\\": 291, \\\"machin\\\": 292, \\\"contributio\\\": 293, \\\"contribut\\\": 294, \\\"fac\\\": 295, \\\"mac\\\": 296, \\\"powere\\\": 297, \\\"po\\\": 298, \\\"ea\\\": 299, \\\"contributi\\\": 300, \\\"netfli\\\": 301, \\\"urban\\\": 302, \\\"me\\\": 303, \\\"mechaniz\\\": 304, \\\"factorie\\\": 305, \\\"gen\\\": 306, \\\"revolutioniz\\\": 307, \\\"urba\\\": 308, \\\"contribu\\\": 309, \\\"revol\\\": 310, \\\"signi\\\": 311, \\\"sign\\\": 312, \\\"glo\\\": 313, \\\"urbaniz\\\": 314, \\\"qua\\\": 315, \\\"conten\\\": 316, \\\"sec\\\": 317, \\\"wa\\\": 318, \\\"mak\\\": 319, \\\"warmi\\\": 320, \\\"u\\\": 321, \\\"ge\\\": 322, \\\"boos\\\": 323, \\\"cha\\\": 324, \\\"melti\\\": 325, \\\"la\\\": 326, \\\"netfl\\\": 327, \\\"mach\\\": 328, \\\"re\\\": 329, \\\"causi\\\": 330, \\\"amaz\\\": 331, \\\"makin\\\": 332, \\\"innovat\\\": 333, \\\"conte\\\": 334, \\\"generat\\\": 335, \\\"environme\\\": 336, \\\"factor\\\": 337, \\\"signif\\\": 338, \\\"mad\\\": 339, \\\"mechan\\\": 340, \\\"maki\\\": 341, \\\"inno\\\": 342, \\\"urbaniza\\\": 343, \\\"war\\\": 344, \\\"powe\\\": 345, \\\"producti\\\": 346, \\\"revolu\\\": 347, \\\"melt\\\": 348, \\\"creat\\\": 349, \\\"innova\\\": 350, \\\"environ\\\": 351, \\\"productio\\\": 352, \\\"impact\\\": 353, \\\"soci\\\": 354, \\\"gl\\\": 355, \\\"imp\\\": 356, \\\"ama\\\": 357, \\\"significa\\\": 358, \\\"pa\\\": 359, \\\"tex\\\": 360, \\\"al\\\": 361, \\\"last\\\": 362, \\\"env\\\": 363, \\\"bu\\\": 364, \\\"cr\\\": 365, \\\"learnin\\\": 366, \\\"gp\\\": 367, \\\"boo\\\": 368, \\\"chan\\\": 369, \\\"am\\\": 370, \\\"ha\\\": 371, \\\"impac\\\": 372, \\\"hi\\\": 373, \\\"urbanizat\\\": 374, \\\"produc\\\": 375, \\\"environm\\\": 376, \\\"easi\\\": 377, \\\"eve\\\": 378, \\\"sig\\\": 379, \\\"pr\\\": 380, \\\"innov\\\": 381, \\\"fact\\\": 382, \\\"urbanizati\\\": 383, \\\"power\\\": 384, \\\"amazo\\\": 385, \\\"hav\\\": 386, \\\"inn\\\": 387, \\\"crea\\\": 388, \\\"sev\\\": 389, \\\"environment\\\": 390, \\\"im\\\": 391, \\\"hig\\\": 392, \\\"cau\\\": 393, \\\"creati\\\": 394, \\\"sever\\\": 395, \\\"cre\\\": 396, \\\"meltin\\\": 397, \\\"en\\\": 398, \\\"even\\\": 399, \\\"patter\\\": 400, \\\"warmin\\\": 401, \\\"ch\\\": 402, \\\"seco\\\": 403, \\\"pro\\\": 404, \\\"ic\\\": 405, \\\"bo\\\": 406, \\\"gener\\\": 407, \\\"quali\\\": 408, \\\"cap\\\": 409, \\\"mechanize\\\": 410, \\\"soc\\\": 411, \\\"o\\\": 412, \\\"produ\\\": 413, \\\"signific\\\": 414}\"}}"